tap "homebrew/bundle"
brew "cmake"
brew "cloc"
brew "dialog"
brew "diff-so-fancy"
brew "fastfetch"
brew "fzf"
brew "neovim"
brew "ninja"
brew "node"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "caffeine"
cask "ghostty"
cask "logi-options+"
cask "obsidian"
cask "zed"
cask "zotero"
