tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "gcc"
brew "cmake"
brew "dialog"
brew "diff-so-fancy"
brew "fastfetch"
brew "fzf"
brew "gettext"
brew "glib"
brew "libomp"
brew "ninja"
brew "node"
brew "pkgconf"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "wget"
brew "yt-dlp"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "anki"
cask "caffeine"
cask "discord"
cask "ghostty"
cask "logi-options+"
cask "miniconda"
cask "obsidian"
cask "orbstack"
cask "spotify"
cask "zed"
cask "zen-browser"
cask "zotero"
