tap "homebrew/bundle"
tap "nikitabobko/tap"
brew "cmake"
brew "diff-so-fancy"
brew "fastfetch"
brew "fzf"
brew "helix"
brew "lazygit"
brew "neovim"
brew "ninja"
brew "node"
brew "ripgrep"
brew "starship"
brew "texlab"
brew "tmux"
brew "wget"
brew "yarn"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "aerospace"
cask "caffeine"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "logi-options+"
cask "obsidian"
cask "onlyoffice"
cask "zed"
cask "zen"
cask "zotero"
